Repository: sixim/sooogood-video-catch
Catalog: Resources/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, fr, ja, ko

source: · 剩余 %@
de: · %@ übrig
en: · %@ left
fr: · %@ restants
ja: · 残り %@
ko: · 남은 공간 %@

source: · 实测 %@
de: · Gemessen %@
en: · Measured %@
fr: · Mesuré %@
ja: · 実測 %@
ko: · 실측 %@

source: · 封面缺失
de: · Cover fehlt
en: · Cover missing
fr: · Pochette manquante
ja: · カバーなし
ko: · 커버 없음

source: “%@” 实际是网页错误页而不是媒体文件，已停止生成清单。请重试或检查登录状态。
de: „%@“ ist eine Web-Fehlerseite, keine Mediendatei. Manifest-Erstellung abgebrochen. Versuche es erneut oder prüfe die Anmeldung.
en: “%@” is a web error page, not a media file. Manifest generation stopped. Try again or check your sign-in.
fr: « %@ » est une page d’erreur web, pas un fichier média. Génération du manifeste interrompue. Réessayez ou vérifiez votre connexion.
ja: 「%@」はメディアファイルではなく Web のエラーページです。マニフェストの生成を中止しました。再試行するかログイン状態を確認してください。
ko: '%@'은(는) 미디어 파일이 아니라 웹 오류 페이지입니다. 매니페스트 생성을 중단했습니다. 다시 시도하거나 로그인 상태를 확인하세요.

source: ⌘⇧D：把剪贴板里的链接送进 %@
de: ⌘⇧D: Link aus der Zwischenablage an %@ senden
en: ⌘⇧D: send the link on the clipboard to %@
fr: ⌘⇧D : envoyer le lien du presse-papiers à %@
ja: ⌘⇧D：クリップボードのリンクを %@ に送る
ko: ⌘⇧D: 클립보드의 링크를 %@(으)로 보내기

source: 上传限速 KB/s
de: Upload-Limit KB/s
en: Upload limit KB/s
fr: Limite d’envoi Ko/s
ja: アップロード制限 KB/s
ko: 업로드 제한 KB/s

source: 下载
de: Laden
en: Download
fr: Télécharger
ja: ダウンロード
ko: 다운로드

source: 下载 %@
de: %@ laden
en: Download %@
fr: Télécharger %@
ja: %@ をダウンロード
ko: %@ 다운로드

source: 下载 YouTube、Vimeo、哔哩哔哩、优酷与开放媒体流
de: Lade YouTube, Vimeo, Bilibili, Youku und offene Medienstreams
en: Download YouTube, Vimeo, Bilibili, Youku and open media streams
fr: Téléchargez YouTube, Vimeo, Bilibili, Youku et des flux média ouverts
ja: YouTube、Vimeo、Bilibili、Youku やオープンなメディアストリームをダウンロード
ko: YouTube, Vimeo, Bilibili, Youku와 공개 미디어 스트림 다운로드

source: 下载 staging 素材包不存在：%@
de: Download-Zwischenpaket nicht gefunden: %@
en: Download staging package not found: %@
fr: Paquet temporaire de téléchargement introuvable : %@
ja: ダウンロード用の一時パッケージが見つかりません：%@
ko: 다운로드 임시 패키지가 없습니다: %@

source: 下载 whisper 模型
de: Whisper-Modell laden
en: Download Whisper Model
fr: Télécharger un modèle Whisper
ja: Whisper モデルをダウンロード
ko: Whisper 모델 다운로드

source: 下载与素材清单已完成
de: Download und Manifest abgeschlossen
en: Download and manifest complete
fr: Téléchargement et manifeste terminés
ja: ダウンロードとマニフェストが完了しました
ko: 다운로드와 소재 매니페스트 완료

source: 下载中
de: Lädt
en: Downloading
fr: Téléchargement
ja: ダウンロード中
ko: 다운로드 중

source: 下载任务
de: Downloads
en: Downloads
fr: Téléchargements
ja: ダウンロード
ko: 다운로드 작업

source: 下载到的文件不是 whisper 模型，请尝试切换下载源
de: Die geladene Datei ist kein Whisper-Modell. Versuche eine andere Quelle.
en: The downloaded file is not a Whisper model. Try another download source.
fr: Le fichier téléchargé n’est pas un modèle Whisper. Essayez une autre source.
ja: ダウンロードしたファイルは Whisper モデルではありません。別のダウンロード元を試してください
ko: 다운로드한 파일이 Whisper 모델이 아닙니다. 다른 다운로드 소스를 사용해 보세요

source: 下载完成即停止
de: Nach dem Download stoppen
en: Stop when download completes
fr: Arrêter à la fin du téléchargement
ja: ダウンロード完了で停止
ko: 다운로드 완료 시 중지

source: 下载完成后自动发送到达芬奇
de: Nach Abschluss eines Downloads an DaVinci Resolve senden
en: Send to DaVinci Resolve when a download completes
fr: Envoyer à DaVinci Resolve à la fin d’un téléchargement
ja: ダウンロード完了後に DaVinci Resolve へ自動送信
ko: 다운로드가 끝나면 DaVinci Resolve로 자동 전송

source: 下载完成，但没有收到最终文件路径，无法生成 manifest.json
de: Download beendet, aber kein endgültiger Dateipfad empfangen; manifest.json kann nicht erstellt werden
en: Download finished, but no final file path was received; cannot create manifest.json
fr: Téléchargement terminé, mais aucun chemin de fichier final reçu ; impossible de créer manifest.json
ja: ダウンロードは完了しましたが最終ファイルのパスを受け取れず、manifest.json を作成できません
ko: 다운로드는 끝났지만 최종 파일 경로를 받지 못해 manifest.json을 만들 수 없습니다

source: 下载完成，正在无损封装…
de: Download fertig, verlustfreies Umverpacken …
en: Download complete, remuxing losslessly…
fr: Téléchargement terminé, réencapsulation sans perte…
ja: ダウンロード完了、無劣化で再パッケージ中…
ko: 다운로드 완료, 무손실 재패키징 중…

source: 下载已取消
de: Download abgebrochen
en: Download cancelled
fr: Téléchargement annulé
ja: ダウンロードをキャンセルしました
ko: 다운로드 취소됨

source: 下载已暂停
de: Download pausiert
en: Download paused
fr: Téléchargement en pause
ja: ダウンロードを一時停止しました
ko: 다운로드 일시 정지됨

source: 下载引擎与 Spotify 连接
de: Download-Engine und Spotify-Verbindung
en: Download engine and Spotify connection
fr: Moteur de téléchargement et connexion Spotify
ja: ダウンロードエンジンと Spotify 接続
ko: 다운로드 엔진과 Spotify 연결

source: 下载引擎将读取所选浏览器的 Cookie 库，%@ 不持久化导出的 Cookie。
de: Die Download-Engine liest den Cookie-Speicher des gewählten Browsers; %@ behält exportierte Cookies nie.
en: The download engine will read the selected browser's cookie store; %@ never keeps exported cookies.
fr: Le moteur de téléchargement lira le magasin de cookies du navigateur choisi ; %@ ne conserve jamais les cookies exportés.
ja: ダウンロードエンジンは選択したブラウザの Cookie ストアを読み取ります。%@ は書き出した Cookie を保持しません。
ko: 다운로드 엔진이 선택한 브라우저의 쿠키 저장소를 읽습니다. %@은(는) 내보낸 쿠키를 보관하지 않습니다.

source: 下载引擎就绪
de: Download-Engine bereit
en: Download engine ready
fr: Moteur de téléchargement prêt
ja: ダウンロードエンジン準備完了
ko: 다운로드 엔진 준비됨

source: 下载引擎的网站解析已过期
de: Die Website-Unterstützung der Download-Engine ist veraltet
en: The download engine's site support is out of date
fr: La prise en charge des sites du moteur est obsolète
ja: ダウンロードエンジンのサイト解析が古くなっています
ko: 다운로드 엔진의 사이트 분석이 오래되었습니다

source: 下载引擎返回错误 %d
de: Download-Engine meldete Fehler %d
en: Download engine returned error %d
fr: Le moteur de téléchargement a renvoyé l’erreur %d
ja: ダウンロードエンジンがエラー %d を返しました
ko: 다운로드 엔진이 오류 %d을(를) 반환했습니다

source: 下载引擎返回错误，%lld 秒后重试
de: Download-Engine meldete einen Fehler, neuer Versuch in %lld s
en: Download engine returned an error, retrying in %lld s
fr: Le moteur de téléchargement a renvoyé une erreur, nouvel essai dans %lld s
ja: ダウンロードエンジンがエラーを返しました。%lld 秒後に再試行
ko: 다운로드 엔진이 오류를 반환했습니다. %lld초 후 재시도

source: 下载当前页面
de: Aktuelle Seite laden
en: Download Current Page
fr: Télécharger la page actuelle
ja: 現在のページをダウンロード
ko: 현재 페이지 다운로드

source: 下载时使用 %@
de: %@ für Downloads verwenden
en: Use %@ for downloads
fr: Utiliser %@ pour les téléchargements
ja: ダウンロードに %@ を使用
ko: 다운로드에 %@ 사용

source: 下载时使用此登录
de: Diese Anmeldung für Downloads verwenden
en: Use This Sign-in for Downloads
fr: Utiliser cette connexion pour télécharger
ja: このログインをダウンロードに使用
ko: 다운로드에 이 로그인 사용

source: 下载服务不可用
de: Download-Dienst nicht verfügbar
en: Download service unavailable
fr: Service de téléchargement indisponible
ja: ダウンロードサービスを利用できません
ko: 다운로드 서비스를 사용할 수 없습니다

source: 下载模型
de: Modell laden
en: Download Model
fr: Télécharger le modèle
ja: モデルをダウンロード
ko: 모델 다운로드

source: 下载源
de: Downloadquelle
en: Download Source
fr: Source du téléchargement
ja: ダウンロード元
ko: 다운로드 소스

source: 下载设置
de: Download-Einstellungen
en: Download Settings
fr: Réglages de téléchargement
ja: ダウンロード設定
ko: 다운로드 설정

source: 下载选中的 %lld 首
de: %lld ausgewählte laden
en: Download %lld Selected
fr: Télécharger les %lld sélectionnés
ja: 選択した %lld 曲をダウンロード
ko: 선택한 %lld곡 다운로드

source: 下载队列与历史
de: Download-Warteschlange und Verlauf
en: Download queue and history
fr: File et historique des téléchargements
ja: ダウンロードキューと履歴
ko: 다운로드 대기열과 기록

source: 下载限速 KB/s
de: Download-Limit KB/s
en: Download limit KB/s
fr: Limite de téléchargement Ko/s
ja: ダウンロード制限 KB/s
ko: 다운로드 제한 KB/s

source: 不可用
de: Nicht verfügbar
en: Unavailable
fr: Indisponible
ja: 利用不可
ko: 사용 불가

source: 不存在或已删除
de: Fehlt oder gelöscht
en: Missing or deleted
fr: Absent ou supprimé
ja: 存在しないか削除済み
ko: 없거나 삭제됨

source: 不支持此音频格式：%@
de: Nicht unterstütztes Audioformat: %@
en: Unsupported audio format: %@
fr: Format audio non pris en charge : %@
ja: 対応していない音声形式：%@
ko: 지원하지 않는 오디오 형식: %@

source: 不支持的链接
de: Nicht unterstützter Link
en: Unsupported link
fr: Lien non pris en charge
ja: 対応していないリンク
ko: 지원하지 않는 링크

source: 不是网易云音乐或 QQ 音乐链接
de: Kein NetEase-Cloud-Music- oder QQ-Music-Link
en: Not a NetEase Cloud Music or QQ Music link
fr: Ce n’est pas un lien NetEase Cloud Music ou QQ Music
ja: NetEase Cloud Music または QQ 音楽のリンクではありません
ko: NetEase Cloud Music 또는 QQ 뮤직 링크가 아닙니다

source: 不能把 Spotify 或 Spotify CDN 当作音频来源：%@
de: Spotify oder das Spotify-CDN dürfen nicht als Audioquelle dienen: %@
en: Spotify or the Spotify CDN cannot be used as an audio source: %@
fr: Spotify ou son CDN ne peuvent pas servir de source audio : %@
ja: Spotify や Spotify CDN は音声ソースとして使えません：%@
ko: Spotify나 Spotify CDN은 오디오 소스로 사용할 수 없습니다: %@

source: 不适用（商店版）
de: Nicht zutreffend (App-Store-Version)
en: Not applicable (App Store version)
fr: Sans objet (version App Store)
ja: 該当なし（ストア版）
ko: 해당 없음(스토어 버전)

source: 不限
de: Unbegrenzt
en: Unlimited
fr: Illimité
ja: 無制限
ko: 무제한

source: 专辑
de: Album
en: Album
fr: Album
ja: アルバム
ko: 앨범

source: 专辑：%@
de: Album: %@
en: Album: %@
fr: Album : %@
ja: アルバム：%@
ko: 앨범: %@

source: 为 %@ 启用登录会话
de: Anmeldesitzung für %@ aktivieren
en: Enable sign-in session for %@
fr: Activer la session de connexion pour %@
ja: %@ のログインセッションを有効にする
ko: %@ 로그인 세션 사용

source: 为《%@》添加授权的 DRM-free 直链
de: Autorisierten DRM-freien Link für „%@“ hinzufügen
en: Add an authorized DRM-free link for “%@”
fr: Ajouter un lien sans DRM autorisé pour « %@ »
ja: 《%@》に許可済みの DRM フリーリンクを追加
ko: 《%@》에 승인된 DRM-free 링크 추가

source: 为《%@》选择本地音频
de: Lokales Audio für „%@“ wählen
en: Choose local audio for “%@”
fr: Choisir l’audio local pour « %@ »
ja: 《%@》のローカル音声を選択
ko: 《%@》의 로컬 오디오 선택

source: 为了符合 Mac App Store 的第三方媒体与自包含要求，商店版不运行通用站点提取器、不读取浏览器 Cookie，也不下载或执行外部工具。请使用本地完整版处理你有权保存的站点媒体。
de: Um die Vorgaben des Mac App Store zu Drittanbieter-Medien und Eigenständigkeit zu erfüllen, führt die Store-Version keine allgemeinen Website-Extraktoren aus, liest keine Browser-Cookies und lädt oder startet keine externen Werkzeuge. Nutze die lokale Vollversion für Website-Medien, die du speichern darfst.
en: To meet the Mac App Store's third-party media and self-containment requirements, the store version does not run general site extractors, read browser cookies, or download or run external tools. Use the local full version for site media you have the right to save.
fr: Pour respecter les exigences du Mac App Store relatives aux médias tiers et à l’autonomie, la version boutique n’exécute pas d’extracteurs de sites généraux, ne lit pas les cookies du navigateur et ne télécharge ni n’exécute d’outils externes. Utilisez la version complète locale pour les médias de sites que vous avez le droit d’enregistrer.
ja: Mac App Store のサードパーティメディアと自己完結性の要件に従い、ストア版は汎用サイトの抽出機能を実行せず、ブラウザ Cookie を読まず、外部ツールのダウンロードや実行も行いません。保存する権利のあるサイトのメディアにはローカルのフル版を使ってください。
ko: Mac App Store의 타사 미디어 및 독립 실행 요건을 따르기 위해 스토어 버전은 범용 사이트 추출기를 실행하지 않고, 브라우저 쿠키를 읽지 않으며, 외부 도구를 다운로드하거나 실행하지 않습니다. 저장할 권리가 있는 사이트 미디어는 로컬 전체 버전을 사용하세요.

source: 为通用链接使用浏览器登录状态
de: Browser-Anmeldung für allgemeine Links verwenden
en: Use browser sign-in for generic links
fr: Utiliser la connexion du navigateur pour les liens génériques
ja: 汎用リンクにブラウザのログイン状態を使う
ko: 일반 링크에 브라우저 로그인 상태 사용

source: 仅保存最佳原始音频
de: Nur bestes Original-Audio
en: Best Original Audio Only
fr: Meilleur audio d’origine uniquement
ja: 最良のオリジナル音声のみ
ko: 최고 원본 오디오만 저장

source: 仅文件名看起来相符，不能自动匹配
de: Nur der Dateiname scheint zu passen; automatische Zuordnung nicht möglich
en: Only the file name looks similar; cannot match automatically
fr: Seul le nom du fichier semble correspondre ; association automatique impossible
ja: ファイル名が似ているだけなので、自動マッチングできません
ko: 파일 이름만 비슷해 보여 자동으로 매칭할 수 없습니다

source: 从首页进入“视频”，粘贴媒体链接后即可加入队列。任务历史只保存在本机。
de: Öffne „Video“ auf der Startseite und füge einen Medienlink ein, um ihn einzureihen. Der Aufgabenverlauf bleibt nur auf diesem Mac.
en: Go to Video on the home screen and paste a media link to add it to the queue. Task history is stored only on this Mac.
fr: Ouvrez Vidéo depuis l’accueil et collez un lien média pour l’ajouter à la file. L’historique des tâches reste uniquement sur ce Mac.
ja: ホームの「動画」を開き、メディアリンクを貼り付けるとキューに追加できます。タスク履歴はこのMacにのみ保存されます。
ko: 홈에서 '동영상'으로 들어가 미디어 링크를 붙여 넣으면 대기열에 추가됩니다. 작업 기록은 이 Mac에만 저장됩니다.

source: 代理 · 转码 · 转录
de: Proxys · Transkodierung · Transkription
en: Proxies · Transcoding · Transcription
fr: Proxys · Transcodage · Transcription
ja: プロキシ · トランスコード · 文字起こし
ko: 프록시 · 트랜스코딩 · 받아쓰기

source: 任务 %@ 还没有完成的素材包
de: Aufgabe %@ hat noch kein fertiges Paket
en: Task %@ has no finished package yet
fr: La tâche %@ n’a pas encore de paquet terminé
ja: タスク %@ にはまだ完成したパッケージがありません
ko: 작업 %@에 아직 완성된 패키지가 없습니다

source: 任务历史无法保存：%@
de: Aufgabenverlauf konnte nicht gesichert werden: %@
en: Could not save task history: %@
fr: Impossible d’enregistrer l’historique des tâches : %@
ja: タスク履歴を保存できません：%@
ko: 작업 기록을 저장할 수 없습니다: %@

source: 任务失败
de: Aufgabe fehlgeschlagen
en: Task Failed
fr: Échec de la tâche
ja: タスク失敗
ko: 작업 실패

source: 任务类型
de: Aufgabentyp
en: Task Type
fr: Type de tâche
ja: タスクの種類
ko: 작업 유형

source: 任务记录会更新到新位置。
de: Die Aufgabeneinträge werden auf den neuen Ort aktualisiert.
en: Task records will be updated to the new location.
fr: Les enregistrements des tâches seront mis à jour vers le nouvel emplacement.
ja: タスクの記録は新しい場所に更新されます。
ko: 작업 기록이 새 위치로 업데이트됩니다.

source: 任务还没完成
de: Die Aufgabe ist noch nicht fertig
en: The task has not finished
fr: La tâche n’est pas terminée
ja: タスクがまだ完了していません
ko: 작업이 아직 끝나지 않았습니다

source: 优先下载
de: Zuerst laden
en: Download First
fr: Télécharger en priorité
ja: 優先してダウンロード
ko: 우선 다운로드

source: 优先选择 H.264 + M4A 并无损封装为 MP4；为兼容剪辑软件，画质可能低于最高画质模式。
de: Bevorzugt H.264 + M4A und verpackt verlustfrei zu MP4. Für die Kompatibilität mit Schnittprogrammen kann die Qualität unter „Höchste Qualität“ liegen.
en: Prefers H.264 + M4A and remuxes losslessly to MP4. For editing-app compatibility, quality may be lower than Highest Quality.
fr: Privilégie H.264 + M4A et réencapsule sans perte en MP4. Pour la compatibilité avec les logiciels de montage, la qualité peut être inférieure au mode Qualité maximale.
ja: H.264 + M4A を優先し、MP4 へ無劣化で再パッケージします。編集ソフトとの互換性のため、最高画質モードより画質が下がる場合があります。
ko: H.264 + M4A를 우선 선택해 MP4로 무손실 재패키징합니다. 편집 프로그램 호환성을 위해 화질이 최고 화질 모드보다 낮을 수 있습니다.

source: 优酷
de: Youku
en: Youku
fr: Youku
ja: Youku
ko: Youku

source: 优酷的高画质、会员或地区限制内容可能需要登录。
de: Youku-Inhalte in hoher Qualität, für Mitglieder oder regional beschränkt können eine Anmeldung erfordern.
en: Youku high-quality, membership or region-restricted content may require sign-in.
fr: Les contenus Youku en haute qualité, réservés aux membres ou limités par région peuvent nécessiter une connexion.
ja: Youku の高画質、会員限定、地域制限のコンテンツにはログインが必要な場合があります。
ko: Youku의 고화질, 회원 전용, 지역 제한 콘텐츠는 로그인이 필요할 수 있습니다.

source: 会话只用于对应平台的解析与下载。Google 等第三方登录服务可能要求兼容登录。
de: Sitzungen dienen nur der Analyse und dem Laden von dieser Plattform. Google und andere Anmeldedienste können die Browser-Anmeldung erfordern.
en: Sessions are only used to analyze and download from that platform. Google and other third-party sign-in services may require browser sign-in.
fr: Les sessions servent uniquement à analyser et télécharger depuis cette plateforme. Google et d’autres services de connexion tiers peuvent exiger la connexion via le navigateur.
ja: セッションはそのプラットフォームの解析とダウンロードにのみ使われます。Google などのサードパーティのログインサービスではブラウザログインが必要な場合があります。
ko: 세션은 해당 플랫폼의 분석과 다운로드에만 사용됩니다. Google 등 타사 로그인 서비스는 브라우저 로그인이 필요할 수 있습니다.

source: 低于平台标称
de: Unter Plattformangabe
en: Below platform claim
fr: Inférieur à l’annonce de la plateforme
ja: プラットフォームの表記より低い
ko: 플랫폼 표기보다 낮음

source: 低音质
de: Niedrig
en: Low
fr: Faible
ja: 低音質
ko: 저음질

source: 你可以在设置中断开 Spotify 并删除本地凭据，也可以删除应用支持目录中的历史和缓存文件。删除你选择的输出目录或本地音频原件不会由 Sooogood Video Catch 自动执行；应用不移动、重命名或删除原始媒体。
de: In den Einstellungen kannst du Spotify trennen und lokale Zugangsdaten löschen sowie Verlauf und Cache im Ordner „Application Support“ der App entfernen. Sooogood Video Catch löscht deine Ausgabeordner oder lokales Original-Audio nie von selbst; die App verschiebt, benennt oder löscht keine Originalmedien.
en: You can disconnect Spotify and delete local credentials in Settings, and delete history and cache files in the app's Application Support folder. Sooogood Video Catch never deletes your chosen output folders or original local audio on its own; the app does not move, rename or delete original media.
fr: Vous pouvez déconnecter Spotify et supprimer les identifiants locaux dans les Réglages, ainsi que l’historique et le cache dans le dossier Application Support de l’app. Sooogood Video Catch ne supprime jamais de lui-même vos dossiers de sortie ni l’audio local d’origine ; l’app ne déplace, ne renomme ni ne supprime les médias d’origine.
ja: 設定で Spotify の接続を解除してローカルの認証情報を削除できます。アプリの Application Support フォルダ内の履歴やキャッシュも削除できます。選んだ出力フォルダやローカルの元音声を Sooogood Video Catch が自動で削除することはなく、元のメディアを移動・名前変更・削除しません。
ko: 설정에서 Spotify 연결을 해제하고 로컬 자격 증명을 삭제할 수 있으며, 앱의 Application Support 폴더에 있는 기록과 캐시도 삭제할 수 있습니다. 선택한 출력 폴더나 로컬 원본 오디오는 Sooogood Video Catch가 자동으로 삭제하지 않으며, 원본 미디어를 이동, 이름 변경, 삭제하지 않습니다.

source: 你的控制权
de: Deine Kontrolle
en: Your Control
fr: Votre contrôle
ja: あなたが管理できること
ko: 나의 제어권

source: 你选择的音频资料夹只以 security-scoped bookmark 形式保存访问授权。扫描过程只读；应用读取标签、时长、编码、ISRC 和文件大小，用于匹配 Spotify 曲目。保存时只复制你确认的文件，并在复制前后计算 SHA-256；原件不移动、不改名、不修改标签。输出目录、文件名、哈希和匹配依据会写入你选择的素材包 manifest。
de: Gewählte Audioordner werden nur als Security-Scoped Bookmarks gespeichert. Das Scannen ist schreibgeschützt: Die App liest Tags, Dauer, Codec, ISRC und Dateigröße, um Spotify-Titel zuzuordnen. Beim Sichern werden nur bestätigte Dateien kopiert und SHA-256 vor und nach dem Kopieren berechnet; Originale werden nie verschoben, umbenannt oder neu getaggt. Ausgabeordner, Dateinamen, Hashes und Zuordnungsbelege landen im Manifest des gewählten Pakets.
en: Audio folders you choose are kept only as security-scoped bookmarks. Scanning is read-only: the app reads tags, duration, codec, ISRC and file size to match Spotify tracks. Saving copies only the files you confirm and computes SHA-256 before and after copying; originals are never moved, renamed or retagged. Output folder, file names, hashes and match evidence are written to the package manifest you choose.
fr: Les dossiers audio choisis sont conservés uniquement sous forme de signets à portée de sécurité. L’analyse est en lecture seule : l’app lit les tags, la durée, le codec, l’ISRC et la taille pour associer les titres Spotify. L’enregistrement copie uniquement les fichiers confirmés et calcule le SHA-256 avant et après la copie ; les originaux ne sont jamais déplacés, renommés ou retaggés. Dossier de sortie, noms de fichiers, empreintes et preuves d’association sont inscrits dans le manifeste du paquet choisi.
ja: 選んだ音声フォルダは security-scoped bookmark としてアクセス許可だけを保存します。スキャンは読み取り専用で、タグ、長さ、コーデック、ISRC、ファイルサイズを読み取って Spotify の曲とマッチングします。保存時は確認したファイルだけをコピーし、コピーの前後で SHA-256 を計算します。元ファイルは移動・名前変更・タグ変更しません。出力フォルダ、ファイル名、ハッシュ、マッチングの根拠は選んだパッケージのマニフェストに記録されます。
ko: 선택한 오디오 폴더는 security-scoped bookmark로 접근 권한만 저장합니다. 스캔은 읽기 전용이며, 태그, 길이, 코덱, ISRC, 파일 크기를 읽어 Spotify 곡과 매칭합니다. 저장할 때는 확인한 파일만 복사하고 복사 전후에 SHA-256을 계산합니다. 원본은 이동, 이름 변경, 태그 수정을 하지 않습니다. 출력 폴더, 파일 이름, 해시, 매칭 근거는 선택한 패키지의 매니페스트에 기록됩니다.

source: 使用 %@ 登录会话
de: %@-Anmeldesitzung verwenden
en: Use %@ sign-in session
fr: Utiliser la session %@
ja: %@ のログインセッションを使用
ko: %@ 로그인 세션 사용

source: 使用 %@ 登录窗口中的会话；若解析提示需要登录，请重新打开登录窗口。
de: Verwendet die Sitzung aus dem %@-Anmeldefenster. Meldet die Analyse, dass eine Anmeldung nötig ist, öffne das Anmeldefenster erneut.
en: Uses the session from the %@ sign-in window. If analysis says sign-in is needed, reopen the sign-in window.
fr: Utilise la session de la fenêtre de connexion %@. Si l’analyse indique qu’une connexion est requise, rouvrez la fenêtre de connexion.
ja: %@ のログインウィンドウのセッションを使用します。解析でログインが必要と表示されたら、ログインウィンドウを開き直してください。
ko: %@ 로그인 창의 세션을 사용합니다. 분석 중 로그인이 필요하다고 나오면 로그인 창을 다시 여세요.

source: 使用前请确认
de: Vor dem Start
en: Before You Start
fr: Avant de commencer
ja: 使用前の確認
ko: 사용 전 확인

source: 使用已有模型文件…
de: Vorhandene Modelldatei verwenden …
en: Use Existing Model File…
fr: Utiliser un fichier de modèle existant…
ja: 既存のモデルファイルを使用…
ko: 기존 모델 파일 사용…

source: 使用应用内会话 · 待解析验证
de: App-interne Sitzung · wird bei der Analyse geprüft
en: Using in-app session · verified on analysis
fr: Session intégrée utilisée · vérifiée à l’analyse
ja: アプリ内セッションを使用 · 解析時に確認
ko: 앱 내 세션 사용 · 분석 시 확인

source: 使用应用内登录，开始下载时再验证
de: App-interne Anmeldung, geprüft beim Start des Downloads
en: Use in-app sign-in, verified when the download starts
fr: Connexion intégrée, vérifiée au début du téléchargement
ja: アプリ内ログインを使用、ダウンロード開始時に確認
ko: 앱 내 로그인 사용, 다운로드 시작 시 확인

source: 使用模型
de: Modell verwenden
en: Use Model
fr: Utiliser le modèle
ja: モデルを使用
ko: 모델 사용

source: 使用此来源
de: Diese Quelle verwenden
en: Use This Source
fr: Utiliser cette source
ja: このソースを使用
ko: 이 소스 사용

source: 使用音乐下载文件夹
de: Musik-Downloadordner verwenden
en: Use Music Download Folder
fr: Utiliser le dossier de téléchargement musical
ja: 音楽ダウンロードフォルダを使用
ko: 음악 다운로드 폴더 사용

source: 保存 %lld 首音乐
de: %lld Titel sichern
en: Save %lld Tracks
fr: Enregistrer %lld titres
ja: %lld 曲を保存
ko: %lld곡 저장

source: 保存会话并返回
de: Sitzung sichern und zurück
en: Save Session and Return
fr: Enregistrer la session et revenir
ja: セッションを保存して戻る
ko: 세션 저장 후 돌아가기

source: 保存到
de: Sichern in
en: Save To
fr: Enregistrer dans
ja: 保存先
ko: 저장 위치

source: 保存可用的中英文人工字幕与自动字幕
de: Verfügbare chinesische und englische Untertitel inkl. automatischer sichern
en: Save available Chinese and English subtitles, including auto-generated
fr: Enregistrer les sous-titres chinois et anglais disponibles, y compris automatiques
ja: 利用可能な中国語・英語の字幕（自動字幕を含む）を保存
ko: 사용 가능한 중국어·영어 자막(자동 자막 포함) 저장

source: 保存平台提供的媒体流，也整理属于你的音乐资料库
de: Sichere die Medienstreams der Plattformen und ordne deine eigene Musikbibliothek
en: Save the media streams platforms provide, and organize the music library you own
fr: Enregistrez les flux fournis par les plateformes et organisez la musique qui vous appartient
ja: プラットフォームが提供するメディアストリームを保存し、あなたの音楽ライブラリを整理
ko: 플랫폼이 제공하는 미디어 스트림을 저장하고, 내 음악 보관함도 정리

source: 保存方式
de: Speichermodus
en: Save Mode
fr: Mode d’enregistrement
ja: 保存方法
ko: 저장 방식

source: 保存未完成
de: Nicht gesichert
en: Not Saved
fr: Non enregistré
ja: 保存未完了
ko: 저장 미완료

source: 保留平台原始音视频流
de: Original-Plattformstreams behalten
en: Keep Original Platform Streams
fr: Conserver les flux d’origine
ja: プラットフォームの元ストリームを保持
ko: 플랫폼 원본 스트림 유지

source: 做种
de: Seeden
en: Seed
fr: Partager
ja: シード
ko: 시딩

source: 做种中
de: Seedet
en: Seeding
fr: En partage
ja: シード中
ko: 시딩 중

source: 允许本机 agent 通过 MCP 控制（仅限当前用户的本机进程）
de: Lokalen Agents die Steuerung per MCP erlauben (nur lokale Prozesse des aktuellen Benutzers)
en: Allow local agents to control the app over MCP (local processes of the current user only)
fr: Autoriser les agents locaux à piloter l’app via MCP (processus locaux de l’utilisateur actuel uniquement)
ja: ローカルのエージェントに MCP 経由の操作を許可（現在のユーザーのローカルプロセスのみ）
ko: 로컬 에이전트가 MCP로 제어하도록 허용(현재 사용자의 로컬 프로세스만)

source: 先预检 %lld 条链接
de: Zuerst %lld Links vorprüfen
en: Preflight %lld Links First
fr: Prévérifier d’abord %lld liens
ja: まず %lld 件のリンクを事前チェック
ko: 먼저 링크 %lld개 사전 점검

source: 全不选
de: Keine auswählen
en: Select None
fr: Tout désélectionner
ja: すべて選択解除
ko: 모두 선택 해제

source: 全分辨率，体积小于 422，适合调色前的中间素材
de: Volle Auflösung, kleiner als 422, für Zwischenmaterial vor dem Grading
en: Full resolution, smaller than 422, for intermediates before grading
fr: Pleine résolution, plus léger que le 422, pour les intermédiaires avant étalonnage
ja: フル解像度、422 より小さく、グレーディング前の中間素材に
ko: 전체 해상도, 422보다 작아 색보정 전 중간 소재에 적합

source: 全选
de: Alle auswählen
en: Select All
fr: Tout sélectionner
ja: すべて選択
ko: 모두 선택

source: 全部
de: Alle
en: All
fr: Tout
ja: すべて
ko: 전체

source: 全部加入（%lld）
de: Alle hinzufügen (%lld)
en: Add All (%lld)
fr: Tout ajouter (%lld)
ja: すべて追加（%lld）
ko: 모두 추가(%lld)
